void name()
{
	puts("* * * * * * * * * * * * * * * * * * * * * * * *");
	puts("*                                             *");
	puts("*   Тема: РАЗРАБОТКА КОНСУЛЬНОГО ПРИЛОЖЕНИЯ   *");
	puts("*                                             *");
	puts("*                    Выполнил: Салтыков Э.Д   *");
	puts("* * * * * * * * * * * * * * * * * * * * * * * *");
	puts("                _______      _______                ");
	puts("  ___      /|  |       |    |       |    |     |    ");
	puts("     /    / |  |       |    |       |    |     |    ");
	puts("    /    /  |  |       |    |       |    |     |    ");
	puts("   /__      |  |       |    |       |    |_____|    ");
	puts("     /      |  |       |    |       |          |    ");
	puts("    /       |  |       |    |       |          |    ");
	puts("  _/  .     |  |_______| .  |_______|          |    ");
	
	puts("                              __                    ");
	puts("                             |  |                   ");
	puts("                         /\\  |  |                   ");
	puts("                        /  \\ |  |                   ");
	puts("                       /    \\|  |                        ");
	puts("                      /  ___ \\  |                        ");
	puts("                     /  |   | \\ |                         ");
	puts("                    /   |   |  \\|                          ");
	puts("                   /    |___|   \\                          ");
	puts("                  /              \\                          ");
	puts("                 /                \\                          ");
	puts("                 |-----------------|                         ");
	puts("                 |   ___      ___  |               ");
	puts("                 |  |   |    |   | |               ");
	puts("                 |  |   |    |   | |                  ");
	puts("                 |  |___|    |___| |                ");
	puts("                 |                 |                ");
	puts("                 |      _____      |                 ");
	puts("                 |     |  .  |     |                 ");
	puts("                 |     |    ||     |                 ");
	puts("                 |_____|     |_____|                 ");
	getchar();
}
